//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "Utzi";
"_edit_"                    = "Aldatu";
"_tap_to_min_max_"          = "Tap to minimize / maximize";
"_cancel_request_"          = "Utzi nahi duzu?";
"_upload_file_"             = "Igo fitxategia";
"_delete_"                  = "Ezabatu";
"_rename_"                  = "Aldatu izena";
"_rename_file_"             = "Berrizendatu fitxategia";
"_rename_folder_"           = "Berrizendatu karpeta";
"_move_"                    = "Mugitu";
"_add_"                     = "Gehitu";
"_save_"                    = "Gorde";
"_warning_"                 = "Abisua";
"_error_"                   = "Errorea";
"_no_"                      = "Ez";
"_yes_"                     = "Bai";
"_select_"                  = "Hautatu";
"_select_all_"              = "Hautatu denak";
"_upload_"                  = "Upload";
"_home_"                    = "Fitxategiak";
"_files_"                   = "Fitxategiak";
"_ok_"                      = "Ados";
"_done_"                    = "Egina";
"_clear_"                   = "Garbitu";
"_selected_"                = "Hautatua";
"_no_active_account_"       = "No account found";
"_info_"                    = "Informazioa";
"_warning_"                 = "Abisua";
"_video_"                   = "Bideoa";
"_overwrite_"               = "Gainidatzi";
"_create_"                  = "Sortu";
"_create_folder_"           = "Sortu karpeta";
"_create_folder_e2ee_"      = "Sortu karpeta zifratua";
"_close_"                   = "Itxi";
"_remove_"                  = "Kendu";
"_file_not_found_"          = "Fitxategia ez da aurkitu";
"_continue_"                = "Jarraitu";
"_continue_editing_"        = "Jarraitu editatzen";
"_auto_upload_folder_"      = "Igoera automatikoa";
"_photo_"                   = "Argazkia";
"_audio_"                   = "Audioa";
"_unknown_"                 = "Ezezaguna";
"_success_"                 = "Arrakasta";
"_mode_filename_"           = "Fitxategi-izena modua";
"_warning_owncloud_"        = "You are connected to an ownCloud server. This is untested and unsupported, use at your own risk. To upgrade to Nextcloud, see https://nextcloud.com/migration.";
"_warning_unsupported_"     = "You are using an unsupported version of Nextcloud. For the safety of your data we strongly recommend updating to the latest stable Nextcloud.";
"_restore_"                 = "Berrezarri";
"_tap_here_to_change_"      = "Sakatu hemen aldatzeko";
"_no_albums_"               = "Ez dago albumik";
"_denied_album_"            = "This app does not have access to \"Photos\". You can enable access in Privacy Settings.";
"_denied_camera_"           = "This app does not have access to the \"Camera\". You can enable access in Privacy Settings.";
"_save_to_camera_roll_"        = "Save to camera roll";
"_save_to_camera_roll_desc_"   = "When enabled, photos and videos taken with the in-app camera will also be saved to your iOS camera roll.";
"_sharing_"                 = "Partekatzen";
"_details_"                 = "Xehetasunak";
"_no_permission_delete_file_" = "You don't have permission to delete files.";
"_no_permission_modify_file_" = "You don't have permission to modify files.";
"_no_permission_favorite_file_" = "You don't have permission to add the file to your favorites.";
"_add_folder_info_"         = "Gehitu karpetaren informazioa";
"_back_"                    = "Itzuli";
"_search_"                  = "Bilatu";
"_search_or_create_tags"    = "Search or create tag";
"_tags_"                    = "Tags";
"_share_tags_create_"       = "Create \"%@\"";
"_share_tags_no_results_"   = "No tags found";
"_share_tags_added_named_"  = "Tag %@ has been created.";
"_edit_tags_"               = "Manage tags";
"_create_tag_error_"        = "New tag could not be created. Please try again.";
"_of_"                      = "/";
"_livephoto_save_"          = "Gorde Live Photo argazki albumean";
"_livephoto_save_error_"    = "Error during save of Live Photo.";
"_file_conflict_num_"       = "fitxategi-gatazka";
"_file_conflicts_num_"      = "fitxategi-gatazkak";
"_file_conflict_desc_"      = "Ze fitxategi mantendu nahi dituzu?\nBi bertsioak hautatzen badituzu, kopiatutako fitxategiari zenbaki bat gehituko zaio. ";
"_file_conflict_new_"       = "Fitxategi berriak";
"_file_conflict_exists_"    = "Dagoeneko existitzen diren fitxategiak";
"_file_not_rewite_doc_"     = "It is not possible to overwrite a document but only to create a new one.";
"_move_or_copy_"            = "Mugitu edo kopiatu";
"_copy_"                    = "Kopiatu";
"_now_"                     = "Orain";
"_wait_"                    = "Itxaron mesedez …";
"_recent_"                  = "Azkenak";
"_view_in_folder_"          = "Ikusi karpetan";
"_disabled_"                = "Desgaituta";
"_compact_"                 = "Compact";
"_normal_"                  = "Normal";
"_verbose_"                 = "Verbose";
"_error_occurred_"          = "An error occurred, please try again.";
"_retry_"                   = "Saiatu berriro";
"_images_"                  = "Irudiak";
"_confirm_"                 = "Berretsi";
"_background_location_access_title_"    = "Background Location Access";
"_background_location_access_message_"  = "This app needs background location access to automatically upload files when you move between areas. GPS is not used and your location is never stored.";
"_enable_background_location_title_"    = "Enable Background Location";
"_enable_background_location_message_"  = "To allow automatic file uploads in the background, please enable 'Always' for location access in Settings.";
"_enable_background_location_footer_"   = "To keep your photo library up to date automatically, this app can use background location access.\nThis allows it to detect when you’re in a new area and check for new photos to upload.\nGPS is not used, and your location is never stored or tracked.";

/* MARK: Files lock */

"_lock_"                            = "Blokeatu";
"_unlock_"                          = "Desblokeatu";
"_lock_file_"                       = "Blokeatu fitxategia";
"_unlock_file_"                     = "Desblokeatu fitxategia";
"_locked_by_"                       = "%@-(e)k blokeatuta";
"_file_locked_no_override_"         = "Fitxategi hau blokeatuta dago. Ezin da gainidatzi.";
"_lock_no_permissions_selected_"    = "Not allowed for some selected files or folders.";
"_remove_file_"             = "Kendu fitxategia";
"_delete_file_"             = "Ezabatu fitxategia";
"_delete_folder_"           = "Ezabatu karpeta";
"_size_"                    = "Tamaina";
"_set_user_status_"         = "Lineako egoera";
"_set_user_status_message_" = "Egoera-mezua";
"_open_settings_"           = "Ireki ezarpenak";
"_settings_account_request_" = "Eskatu kontua abioan";
"_alias_"                   = "Aliasa";
"_alias_placeholder_"       = "Write alias";
"_alias_footer_"            = "Give your accounts a descriptive name such as Home, Office, School…";
"_privacy_legal_"           = "Pribatutasun eta legedi politika";
"_source_code_"             = "Eskuratu iturburu-kodea";
"_account_select_"          = "Hautatu kontua";
"_account_select_to_add_"   = "Hautatu gehitzeko kontua";
"_remove_local_account_"    = "Kendu kontu lokala";
"_want_delete_account_"     = "Tokiko kontua kendu nahi al duzu?";
"_prevent_http_redirection_"= "The redirection in HTTP is not permitted.";
"_http_account_insecure_"   = "This account uses an insecure HTTP server address. Data is transmitted unencrypted.";
"_https_failed_try_http_"   = "A secure connection could not be established. Do you want to try insecure HTTP instead? Your data will be transmitted unencrypted.";
"_single_file_conflict_title_" = "Fitxategi gatazka";
"_multi_file_conflict_title_" = "%@Fitxategi gatazkak";
"_replace_action_title_" = "Ordeztu";
"_keep_both_action_title_" = "Mantendu biak";
"_cancel_keep_existing_action_title_" = "Utzi eta mantendu lehenagokoa(k)";
"_replace_all_action_title_" = "Ordeztu guztiak";
"_keep_both_for_all_action_title_" = "Mantendu biak guztientzat";
"_more_action_title_" = "Xehetasun gehiago";
"_wait_file_preparation_" = "Preparing file upload. Please wait …";
"_keep_active_for_upload_" = "Keep application active until upload is completed …";
"_keep_active_for_transfers_" = "Keep application active until the transfers are completed …";
"_wait_file_encryption_"  = "Mesedez, itxaron, fitxategia zifratzen…";
"_passcode_counter_fail_" = "Too many failed attempts. Please wait before trying again.";
"_seconds_"               = "segundo";
"_change_lock_passcode_"  = "Aldatu pasakodea";
"_lock_cannot_disable_mdm_" = "Zure konfigurazio-profilak ez du baimentzen pasakodea blokeatzea.";

// MARK: User Status

/* User status */
"_online_"                  = "Linean";

/* User status */
"_away_"                    = "Kanpoan";

/* User status */
"_dnd_"                     = "Ez molestatu";

/* User status */
"_dnd_description_"         = "Mututu jakinarazpen guztiak";

/* User status */
"_invisible_"               = "Ikusezina";

/* User status */
"_invisible_description_"   = "Lineaz kanpo agertu";

/* User status */
"_busy_"                    = "Busy";

/* User status */
"_select_user_status_"      = "Set online status";
"_select_status_message_"      = "Ezarri egoera-mezua";
"_status_message_"          = "Egoera mezua";
"_status_message_placehorder_"  = "Zein da zure egoera?";
"_set_status_message_"      = "Ezarri egoera mezua";
"_clear_status_message_after_"  = "Clear status after";

/* User status */
"_dont_clear_"              = "Ez garbitu";
"_15_minutes_"              = "15 minutes";
"_30_minutes_"              = "30 minutu";
"_an_hour_"                 = "ordu bat";
"_1_hour_"                  = "Ordu 1";
"_4_hours_"                 = "4 ordu";
"_day_"                     = "Gaur";
"_this_week_"               = "Aste honetan";
"_days_"                    = "Egunak";
"_hours_"                   = "Orduak";
"_minutes_"                 = "Minutuak";


"_network_not_available_"   = "Network unavailable.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists.";
"_more_"                        = "Gehiago";
"_notifications_"               = "Jakinarazpenak";
"_quota_space_unlimited_"       = "Mugagabea";
"_quota_space_unknown_"         = "Ezezaguna";
"_quota_using_"                 = "%@tik %@ erabiltzen ari zara";
"_acknowledgements_"            = "Aintzatespenak";
"_settings_"                    = "Ezarpenak";
"_enter_password_"              = "Sartu pasahitza ...";
"_lock_"                        = "Blokeatu";
"_lock_active_"                 = "Blokeoa: Aktibatuta";
"_lock_not_active_"             = "Blokeoa: Desaktibatuta";
"_lock_protection_no_screen_"        = "Ez galdetu abioan";
"_enable_touch_face_id_"        = "Gaitu Touch/Face ID";
"_wifi_only_"                   = "Erabili Wi-Fi konexioa soilik";
"_settings_autoupload_"         = "Automatikoki igo argazkiak";
"_clear_cache_"                 = "Garbitu cachea";
"_clear_cache_footer_"          = "Garbitu deskargatutako eta lineaz kanpoko fitxategiak aplikaziotik";
"_exit_"                        = "Berrezarri aplikazioa";
"_exit_footer_"                 = "Kendu kontuak eta tokiko datuak aplikaziotik.";
"_want_exit_"                   = "Arreta! Hasierako egoerara berrezarriko da. Jarraitu?";
"_want_delete_cache_"           = "Cachea ezabatu nahi duzu (horrek abian diren transferentziak ere kentzen ditu)?";
"_add_account_"                 = "Gehitu kontua";
"_want_delete_"                 = "Honako hauek ezabatuko dituzu:";
"_information_"                 = "Informazioa";
"_select_offline_warning_"      = "Hainbat fitxategi eta karpeta lineaz kanpo erabilgarri jartzeak denbora tarte bat har dezake eta memoria asko erabili bitartean.";
"_advanced_"                    = "Aurreratua";
"_permissions_"                 = "Baimenak";
"_custom_permissions_"          = "Custom permissions";
"_disable_files_app_"           = "Desgaitu fitxategien aplikazioaren integrazioa";
"_disable_files_app_footer_"    = "Ez baimendu fitxategi sarbidea IOS Files aplikazioaren bidez.";
"_autoupload_"                      = "Argazkiak/bideoak automatikoki igo";
"_autoupload_photos_"               = "Automatikoki igo argazkiak";
"_autoupload_videos_"               = "Automatikoki igo bideoak";
"_autoupload_description_"          = "Choose whether new photos or videos will be automatically uploaded to your account.";
"_start_autoupload_"                = "Turn on auto upload";
"_stop_autoupload_"                 = "Turn off auto upload";
"_autoupload_create_subfolder_"     = "Erabili azpi-karpetak";
"_autoupload_create_subfolder_footer_"  = "Store photos in subfolders based on year, month or day.";
"_autoupload_subfolder_granularity_"    = "Azpikarpetaren gutxieneko balioa";
"_filenamemask_"                        = "Aldatu fitxategi-izena maskara";
"_filenamemask_footer_"                 = "Modu lehenetsian, fitxategi bat igotzen denean, automatikoki formatu hau erabiltzen du: yy-mm-dd hh-mm-ss gehi 4 digituko zenbaki bat. Formatu hau gustatzen ez bazaizu, hemen alda dezakezu 4 digituko azken zenbakiak izan ezik, ezin baita kendu.";
"_show_hidden_files_"           = "Erakutsi ezkutuko fitxategiak";
"_format_compatibility_"        = "Bateragarrienak";
"_format_compatibility_footer_" = "\"Bateragarrienak\" argazkiak JPEG gisa gordeko ditu, ahal bada.";
"_privacy_"                     = "Pribatutasuna";
"_privacy_footer_"              = "Aplikazio honek zerbitzu bat erabiltzen du hutsegiteen analisirako. Txostenarekin ez da zure informazio pertsonalik bidaltzen. Desgaitu nahi baduzu, aldatu ezarpenetan \"Desgaitu hutsegite berriemailea\" ON modura.";
"_crashservice_title_"          = "Desgaitu hutsegite berriemailea";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect.";
"_upload_mov_livephoto_"        = "Argazki dinamikoa";
"_upload_mov_livephoto_footer_" = "\"Zuzeneko argazkia\" moduak hautatutako argazkia \"Zuzeneko argazkia\" moduan gordeko du, ahal bada.";
"_capabilities_"                = "Gaitasunak";
"_capabilities_footer_"         = "Aplikazioak erabiltzen dituen paketeak erakutsi, instalatuta badaude eta zerbitzarian eskuragarri badaude.";
"_diagnostics_"                 = "Diagnostikoak";
"_diagnostics_footer_"          = "Changing log level requires a restart of the app to take effect";
"_view_log_"                    = "View log files";
"_no_log_files_"                = "No log files available";
"_clear_log_"                   = "Garbitu log fitxategia";
"_set_log_level_"               = "Ezarri erregistro maila";
"_connect_server_anyway_"       = "Zerbitzarira konektatu nahi duzu hala ere?";
"_server_is_trusted_"           = "Zerbitzari hau fidagarritzat hartu nahi duzu?";
"_connection_error_"            = "Konexio errorea";
"_login_url_"                   = "Zerbitzariaren helbidea https:// …";
"_login_url_error_"             = "URL errorea, mesedez egiaztatu zure zerbitzariaren URLa";
"_favorites_"                   = "Gogokoak";
"_favorite_short_"              = "Gogoko";
"_tutorial_favorite_view_"      = "Gogoko bezala markatutako fitxategi zein karpetak hemen agertuko dira";
"_tutorial_offline_view_"       = "Hemen kopiatutako fitxategiak lineaz kanpo erabilgarri egongo dira. \n\nZure hodeiarekin sinkronizatuko dira.";
"_tutorial_groupfolders_view_"  = "No team folders yet";
"_more_"                        = "Gehiago";
"_favorite_no_files_"           = "Gogokorik ez oraindik";
"_no_date_information_"                     = "Ez dago dataren informaziorik";
"_no_camera_information_"                   = "Ez dago kameraren informaziorik";
"_no_lens_information_"                     = "Ez dago lens-en informaziorik";
"_today_"                                   = "Gaur";
"_yesterday_"                               = "Atzo";
"_access_photo_not_enabled_"                = "Access to Photos is not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Settings → Apps → Nextcloud → Photos and enable Photo Library Access";
"_access_background_app_refresh_denied_"    = "\"Atzeko Planoko Aplikazioen Freskatzea\" ukatuta dago. Mesedez, gaitu \"Konfigurazioa\" atalean, bestela, ez da argazki edo bideo berririk antzemango aplikazioa atzeko planoan dagoenean.";
"_tutorial_photo_view_"                     = "Oraindik ez da argazki edo bideorik igo";
"_error_createsubfolders_upload_"           = "Errorea azpikarpetak sortzean";
"_remove_photo_CameraRoll_"                 = "Kendu argazki-filmetik";
"_remove_photo_CameraRoll_desc_"            = "\"Ezabatu argazki-filmetik\" kargatu ostean, argazki-filmetik igotako argazki edo bideoak ezabatzeko berrespen mezu bat bidaliko da. Ezabatutako argazki edota bideoak iOS Photos zakarrontzian egongo da 30 egunez.";
"_never_"                       = "inoiz ez";
"_less_a_minute_"               = "duela minutu bat baino gutxiago";
"_a_minute_ago_"                = "duela minutu bat";
"_minutes_ago_"                 = "Duela %d minutu";
"_an_hour_ago_"                 = "duela ordubete";
"_hours_ago_"                   = "duela %d ordu";
"_a_day_ago_"                   = "duela egun bat";
"_days_ago_"                    = "%d days ago";
"_cannot_send_mail_error_"      = "No account is set up, or wrong email address entered.";
"_open_url_error_"              = "Cannot open the URL for this action.";
"_media_"                       = "Multimedia";
"_order_by_"                    = "Ordenatu honen arabera";
"_name_"                        = "Izena";
"_date_"                        = "Data";
"_size_"                        = "Tamaina";
"_remove_favorites_"            = "Kendu gogokoetatik";
"_add_favorites_"               = "Gogoko";
"_share_"                       = "Partekatu";
"_remove_local_file_"           = "Kendu lokalean";
"_folders_"                     = "karpetak";
"_folder_"                      = "karpeta";
"_files_"                       = "Fitxategiak";
"_file_"                        = "fitxategia";
"_no_file_pull_down_"           = "Igo fitxategi bat edo tiratu beherantz freskatzeko";
"_no_file_no_permission_to_create_" = "You don't have permission to create or upload files in this folder.";
"_limited_dimension_"           = "Gehinezko tamainara iritsi zara";
"_file_not_saved_cameraroll_"   = "Errorea: fitxategia ez da argazki albumean gorde";
"_favorite_on_top_"             = "Sort favorite first";
"_directory_on_top_"            = "Sort folders before files";
"_show_description_"            = "Show folder description";
"_show_recommended_files_"      = "Show recommendations";
"_search_no_record_found_"      = "Emaitzarik ez";
"_search_in_progress_"          = "Bilatzen ...";
"_search_instruction_"          = "Fitxategia bilatzeko (gutxienez bi karaktere)";
"_files_no_files_"              = "Ez dago fitxategirik hemen";
"_files_no_folders_"            = "Ez dago karpetarik hemen";
"_request_in_progress_"         = "Zerbitzariari eskatzen...";
"_personal_files_only_"         = "Fitxategi pertsonalak soilik";

"audio"                         = "AUDIOA";
"directory"                     = "KARPETAK";
"document"                      = "DOKUMENTUAK";
"image"                         = "IRUDIAK";
"template"                      = "TXANTILOIAK";
"video"                         = "BIDEOA";

"_paste_file_"                  = "Itsatsi";
"_status_wait_download_"        = "Deskargaren zain";
"_status_downloading_"          = "Deskargatzen";
"_status_wait_upload_"          = "Igotzeko zain";
"_status_wait_create_folder_"   = "Karpeta sortzeko zain";
"_status_wait_delete_"          = "Ezabatzeko zain";
"_status_wait_rename_"          = "Berrizendatzeko zain";
"_status_wait_favorite_"        = "Gogokoa aldatzeko zain";
"_status_wait_copy_"            = "Kopiatzeko zain";
"_status_wait_move_"            = "Mugitzeko zain";
"_status_uploading_"            = "Igotzen";
"_status_upload_error_"         = "Errorea, igotzeko zain";
"_select_media_folder_"         = "Ezarri multimedia karpeta";
"_media_viewimage_show_"        = "Erakutsi irudiak soilik";
"_media_viewvideo_show_"        = "Erakutsi bideoak soilik";
"_media_show_all_"              = "Erakutsi biak";
"_good_morning_"                = "Good morning";
"_good_day_"                    = "Egun ona";
"_good_afternoon_"              = "Good afternoon";
"_good_evening_"                = "Good evening";
"_good_night_"                  = "Good night";
"_servers_"                     = "Zerbitzariak";
"_select_server_"               = "Mesedez hautatu zerbitzari bat...";

// MARK: Share

"_share_link_"                  = "Partekatu esteka";
"_share_link_name_"             = "Zerrenda-izena";
"_password_"                    = "Pasahitza";
"_share_password_"              = "Pasahitzaz babestutako esteka";
"_date_"                        = "Data";
"_enforce_password_protection_" = "Betearazi pasahitzaren babesa";
"_shared_with_you_by_"          = "Zurekin partekatuta honengatik:";
"_shareLinksearch_placeholder_" = "Izena, posta, edo federatutako hodei IDa...";
"_new_comment_"                 = "Iruzkin berria …";
"_edit_comment_"                = "Editatu iruzkina";
"_delete_comment_"              = "Ezabatu Iruzkina";
"_share_read_only_"             = "Ikusi soilik";
"_share_editing_"               = "Can edit";
"_share_file_drop_"             = "File request";
"_share_hide_download_"         = "Ezkutuko deskarga";
"_share_allowed_downloads_"     = "Allowed downloads";
"_share_limit_download_"        = "Limit downloads";
"_remaining_"                   = "%d geratzen da";
"_share_password_protect_"      = "Password protection";
"_share_expiration_date_"       = "Ezarri iraungitze-data";
"_share_note_recipient_"        = "Oharra hartzailearentzat";
"_share_add_sharelink_"         = "Gehitu beste esteka bat";
"_share_can_read_"              = "Read";
"_share_can_reshare_"           = "Share";
"_share_can_create_"            = "Sortu";
"_share_can_change_"            = "Aldatu";
"_share_can_delete_"            = "Delete";
"_share_can_download_"          = "Allow download and sync";
"_share_unshare_"               = "Delete share";
"_share_internal_link_"         = "Barneko esteka";
"_share_internal_link_des_"     = "Only works for users with access to this file/folder.";
"_share_reshare_disabled_"      = "You are not allowed to reshare this file/folder.";
"_share_reshare_restricted_"    = "Note: You only have limited permission to reshare this file/folder.";
"_remote_"                      = "Urrunekoa";
"_remote_group_"                = "Remote group";
"_conversation_"                = "Conversation";
"_no_transfer_"                 = "Ez dago transferentziarik oraindik";
"_no_transfer_sub_"             = "Gailu honetatik igotakoak eta deskargatutakoak hemen agertuko dira";
"_no_transfer_in_progress_"     = "No transfers in progress";
"_no_transfer_in_progress_sub_" = "Active uploads and downloads from this device will appear here.";
"_no_transfer_in_waiting_"      = "No transfers waiting";
"_no_transfer_in_waiting_sub_"  = "Transfers waiting to start will appear here.";
"_no_transfer_in_error_"        = "No transfer errors";
"_no_transfer_in_error_sub_"    = "Transfers that need your attention will appear here.";
"_transfers_waiting_shown_"     = "%1$d of %2$d transfers waiting";
"_no_activity_footer_"              = "Ez dago kargatzeko jarduera gehiagorik";
"_transfers_"                       = "Transferentziak";
"_activity_"                        = "Jarduera";
"_trash_file_not_found_"            = "It seems that the file is not in the Trash. Go to the Trash to update it and try again.";
"_list_shares_"                     = "Partekatzeak";
"_list_shares_no_files_"            = "Ez dago partekatzerik oraindik";
"_tutorial_list_shares_view_"       = "Partekatzen dituzun fitxategi eta karpetak hemen agertuko dira";
"_offline_"                         = "Lineaz kanpo";
"_upload_photos_videos_"            = "Igo argazkiak edo bideoak";
"_upload_file_"                     = "Igo fitxategia";
"_create_nextcloudtext_document_"   = "Sortu testu dokumentua";
"_use_folder_auto_upload_"          = "Erabili \"Igoera automatiko\" karpeta helburu gisa";
"_filename_"                        = "Fitxategi-izena";
"_enter_filename_"                  = "Sartu fitxategiaren izena ...";
"_default_preview_filename_footer_" = "Fitxategiaren aurrebista adibidea: IMG_0001.JPG";
"_filename_header_"                 = "Sartu fitxategiaren izena";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time.";
"_add_filenametype_"                = "Zehaztu mota fitxategiaren izenean";
"_maintain_original_filename_"      = "Mantendu jatorrizko fitxategi-izena";
"_notifications_"                   = "Jakinarazpenak";
"_untitled_"                        = "Izengabea";
"_e2e_settings_title_"              = "Zifratzea";
"_e2e_settings_"                    = "Muturretik muturrerako zifratzea";
"_e2e_settings_start_"              = "Hasi muturretik muturrerako zifratzea";
"_e2e_settings_activated_"          = "Muturretik muturrerako zifratzea aktibatuta";
"_e2e_server_disabled_"             = "Muturretik muturrerako zifratzea desgaituta dago zerbitzarian";
"_e2e_settings_view_passphrase_"    = "12 hitz guztiek batera pasahitz oso gogorra osatzen dute, zure enkriptatutako fitxategiak bakarrik ikusi eta erabil ditzazun. Idatzi eta gorde itzazu nonbait.";
"_e2e_settings_read_passphrase_"    = "Irakurri pasahitza";
"_e2e_settings_lock_not_active_"    = "Lock not active. Go to \"Settings\" and activate it.";
"_e2e_settings_the_passphrase_is_"  = "Pasa-esaldia da: ";
"_e2e_passphrase_request_title_"    = "Eskatu pasahitza";
"_e2e_passphrase_request_message_"  = "Sartu 12 hitz";
"_e2e_settings_remove_"             = "Kendu zifratzea lokalki";
"_e2e_settings_remove_message_"     = "Konfirmatu enkriptazioa kentzea pasa-esaldia erabilita";
"_e2e_set_folder_encrypted_"        = "Zifratu";
"_e2e_remove_folder_encrypted_"     = "Deszifratu";
"_e2e_file_encrypted_"              = "File encrypted";
"_e2e_goto_settings_for_enable_"    = "Hau enkriptatutako direktorioa da, joan \"Ezarpenak\" atalera eta gaitu enkriptatze erabilerraza";
"_e2e_in_upload_"                   = "Upload in progress, please wait for all files to be transferred.";
"_scans_document_"                  = "Eskaneatu dokumentua";
"_scanned_images_"                  = "Eskaneatutako irudiak";
"_scan_document_pdf_page_"          = "Orria";
"_scan_label_document_zone_"        = "Ukitu edo arrastatu irudiak behera dokumentuak sortzeko";
"_filter_document_"                 = "Dokumentua";
"_filter_original_"                 = "Jatorrizkoa";
"_quality_image_title_"             = "Aurreikuspen irudiaren kalitatea";
"_file_creation_"                   = "Fitxategiaren sorrera";
"_delete_all_scanned_images_"       = "Ezabatu eskaneatutako irudi guztiak";
"_text_recognition_"                = "Testuaren ezagutzea";
"_all_files_"                       = "All files";
"_personal_files_"                  = "Personal Files";

"_trash_view_"                      = "Ezabatutako fitxategiak";
"_empty_trash_"                     = "Hustu zakarrontzia";
"_trash_no_trash_"                  = "Ez da fitxategirik ezabatu";
"_trash_no_trash_description_"      = "Ezabatutako fitxategiak hemendik berreskuratu ditzazkezu";
"_confirm_delete_selected_"         = "Ziur zaude hautatutako elementuak ezabatu nahi dituzula?";
"_manage_file_offline_"             = "Kudeatu lineaz kanpoko fitxategiak";
"_set_available_offline_"           = "Ezarri lineaz kanpoko erabilgarri gisa";
"_remove_available_offline_"        = "Kendu lineaz kanpoko erabilgarri gisa";
"_create_new_document_"             = "Dokumentua";
"_create_new_spreadsheet_"          = "Spreadsheet";
"_create_new_presentation_"         = "Presentation";
"_create_new_diagram_"              = "Diagram";
"_more_documents_"                  = "More Documents";
"_go_online_"                       = "Konektatu dokumentua ikusteko";
"_intro_1_title_"                   = "Keep your data secure and under your control";
"_intro_2_title_"                   = "Lankidetza segurua eta fitxategien partekatzea";
"_intro_3_title_"                   = "Web posta, egutegi eta kontaktu erabilerrazak";
"_intro_4_title_"                   = "Pantaila partekatzea, online bilerak eta web konferentziak";
"_log_in_"                          = "Saioa hasi";
"_sign_up_"                         = "Sign up with provider";
"_host_your_own_server"             = "Host your own server";
"_invalid_url_"                         = "Zerbitzari URL baliogabea";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid.";
"_ssl_certificate_changed_"             = "The certificate for this server seems to have changed.";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists.";
"_err_permission_microphone_"           = "Please allow Microphone usage from Settings.";
"_err_permission_photolibrary_"         = "Please allow Photos from Settings.";
"_qrcode_not_authorized_"   = "This app is not authorized to use the Back Camera.";
"_qrcode_not_supported_"    = "QR code not supported by the current device.";
"_create_voice_memo_"       = "Sortu ahots-oharra";
"_voice_memo_start_"        = "Sakatu hasteko";
"_voice_memo_stop_"         = "Sakatu gelditzeko";
"Enter Passcode"            = "Sartu pasahitza";
"Enter a new passcode"      = "Sartu pasahitz berri bat";
"Confirm new passcode"      = "Berretsi pasahitz berria";
"Passcodes didn't match. Try again." = "Pasakodeek ez dute bat egiten. Saiatu berriro. ";
"Delete"                    = "Ezabatu";
"Cancel"                    = "Utzi";
"_certificate_details_"     = "Ziurtagiriaren zerbitzariaren xehetasunak";
"_certificate_pn_details_"  = "Ziurtagiriaren Push jakinarazpenen xehetasunak";
"_certificate_view_"        = "Ziurtagiriaren zerbitzaria";
"_certificate_pn_view_"     = "Ziurtagiriaren Push jakinarazpena";
"_save_as_scan_"            = "Gorde eskaneo gisa";
"_save_changes_"            = "Save changes?";
"_modify_"                  = "Aldatu";
"_overwrite_original_"      = "Gainidatzi originala";
"_save_as_copy_"            = "Gorde kopia bezala";
"_discard_changes_"         = "Discard changes";
"_message_disable_overwrite_livephoto_" = "This image is a Live Photo, overwrite will not be possible.";
"_discard_changes_info_"    = "Zure aldaketak baztertuko dira.";
"_delete_files_desc_"       = "Ezabatu fitxategiak lekua egiteko";
"_delete_old_files_"        = "Ezabatu cachean zaharragoak diren fitxategi guztiak";
"_never_"                   = "inoiz ez";
"_1_year_"                  = "Urte 1";
"_6_months_"                = "6 hilabete";
"_3_months_"                = "3 hilabete";
"_1_month_"                 = "Hilabete 1";
"_1_week_"                  = "Aste 1";
"_monthly_"                 = "Hilabetero";
"_yearly_"                  = "Urtero";
"_daily_"                   = "Egunero";
"_login_address_detail_"    = "Zure%@web interfazerako esteka hori nabigatzailean irekitzen duzunean.";
"_go_to_page_"              = "Joan orrira";
"_page_"                    = "Orria";
"_this_document_has_%@_pages_"              = "Dokumentu honek %@ orri ditu";
"_invalid_page_"                            = "Orri baliogabea";
"_the_entered_page_number_does_not_exist_"   = "The entered page number does not exist.";
"_error_something_wrong_"   = "Zerbait gaizki joan da";
"_privacy_screen_"          = "Hide content when app is inactive";
"_privacy_screen_footer_"   = "Hide the content in the app and show a splash screen when the app is inactive.";
"_in_"                      = "Handiagotu";
"_enter_passphrase_"        = "Sartu pasahitza (12 hitz)";
"_show_more_results_"       = "⋯ Load more results";
"_waiting_for_"             = "Itxaroten:";
"_reachable_wifi_"          = "sarea Wi-Fi edo kable bidez atzigarria";
"_copy_passphrase_"         = "Kopiatu pasahitza";
"_ok_copy_passphrase_"      = "Ados eta kopiatu pasaesaldia";
"_select_color_"            = "Hautatu kolorea";
"_change_color_"            = "Aldatu kolorea";
"_description_dashboardwidget_" = "Panela zure eskura edukitzea inoiz baino errazagoa da.";
"_description_fileswidget_" = "Ikusi zure fitxategiak eta erabili tresna-barra zure eragiketak arintzeko.";
"_description_toolbarwidget_"   = "Eragiketak arintzeko tresna-barra bat.";
"_title_lockscreenwidget_"  = "Status";
"_description_lockscreenwidget_"    = "Zaindu biltegiratze erabilgarria eta azken jarduerak";

"_keep_running_"            = "Keep the app running for a better user experience.";
"_apps_nextcloud_detect_"   = "%@aplikazio detektatu dira";
"_add_existing_account_"    = "Bestelako %@ aplikazio batzuk detektatu dira, lehendik dagoen kontu bat gehitu nahi duzu?";
"_status_in_progress_"      = "Egoera irakurtzen ...";
"_status_e2ee_on_server_"   = "The end-to-end encryption is already configured in the server but not yet enabled on this device.";
"_status_e2ee_not_setup_"   = "The end-to-end encryption is not yet configured on the server.";
"_status_e2ee_configured_"  = "The end-to-end encryption is correctly configured.";
"_e2ee_set_as_offline_"     = "Not allowed for encrypted files or folders.";
"_change_upload_filename_"  = "Fitxategia izen desberdin batekin gorde nahi duzu?";
"_save_file_as_"            = "Gorde fitxategia %@ gisa";
"_password_ascii_"          = "The password cannot contain special characters.";
"_calendar_contacts_"       = "Egutegia eta kontaktuak";
"_mobile_config_"           = "Deskargatu konfigurazio-profila";
"_calendar_contacts_footer_warning_"    = "Configuration profile can only be downloaded if Safari is set as default browser.";
"_calendar_contacts_footer_"    = "Profila deskargatu ostean, ezarpenetatik instalatu dezakezu.";
"_modify_image_desc_"       = "Ukitu fitxategi bat aldatzeko edo berrizendatzeko.";
"_message_disable_livephoto_" = "This image is a Live Photo, changing it will lose the Live Photo effect.";
"_enable_livephoto_"        = "Gaitu zuzeneko argazkia";
"_disable_livephoto_"       = "Desgaitu zuzeneko argazkia";
"_undo_modify_"             = "Desegin aldaketa";
"_rename_already_exists_"   = "A file with this name already exists.";
"_group_folders_"           = "Team folders";
"_play_from_files_"         = "Play video from a file";
"_play_from_url_"           = "Play video from a link";
"_valid_video_url_"         = "Sartu baliozko URL bat";
"_download_image_"          = "Deskargatu irudia";
"_reset_wrong_passcode_"    = "Resetting application...";
"_reset_wrong_passcode_option_" = "Reset application after 10 failed attempts";
"_reset_wrong_passcode_desc_" = "Enabling this will remove all accounts and local data after %d failed passcode entry attempts.";
"_deviceOwnerAuthentication_" = "Sentsore biometrikoa aldi baterako desgaitu da hainbat saiakera huts egin dituztelako. Idatzi gailuaren kodea sentsorea berriro gaitzeko.";
"_virus_detect_"            = "Birusa detektatuta. Igoera ezin da osatu!";
"_selected_photos_"         = "hautatutako argazkiak";
"_delete_selected_photos_"  = "Ezabatu hautatutako argazkiak";
"_media_square_"            = "Sare karratua";
"_media_ratio_"             = "Aspektu-erlazioko sarea";
"_display_"                 = "Bistaratzea";
"_appearance_"              = "Itxura";
"_light_"                   = "Argia";
"_dark_"                    = "Iluna";
"_use_system_style_"        = "Erabili sistemaren estiloa";
"_account_settings_"        = "Kontuaren ezarpenak";
"_users_"                   = "Erabiltzaileak";
"_users_footer_"            = "Allows you to select an account every time you open the app.";
"_while_charging_"          = "Kargatzen den bitartean";
"_keep_screen_awake_"       = "Mantendu pantaila\npiztuta fitxategiak\ntransferitzen diren\nbitartean";
"_error_not_found_"         = "Eskatutako baliabidea ezin izan da aurkitu";
"_error_conflict_"          = "Eskaera ezin izan da osatu baliabidearen uneko egoerarekin gatazka bat egon delako";
"_error_precondition_"      = "The server does not meet one of the preconditions of the requester";
"_downloading_"             = "Deskargatzen";
"_additional_options_"      = "Aukera gehiago";
"_unauthorizedFilesPasscode_" = "Fitxategien aplikazioa ezin da gaitutako pasakode batekin erabili";
"_disableFilesApp_"         = "Fitxategien aplikazioa ezin da erabili desgaituta dagoelako";
"_no_items_"                = "No items";
"_check_back_later_"        = "Begiratu beranduago";
"_no_data_available_"       = "Ez dago daturik eskuragarri";
"_recent_activity_"         = "Recent activity";
"_maintenance_mode_"        = "The server is currently in maintenance mode, which may take a while.";
"_user_"                    = "Erabiltzailea";
"_creating_db_photo_progress_" = "Creating photo archive in progress … keep the application active.";
"_account_unauthorized_"    = "There was an issue authorizing the account %@. Please log in again.";
"_folder_offline_desc_"     = "Interneteko konexiorik gabe ere, zure karpetak antola ditzakezu, fitxategiak sortu. Konektatuta berriro zaudenean, zain dauden ekintzak automatikoki sinkronizatuko dira.";
"_offline_not_allowed_"     = "Eragiketa hau ezin da lineaz kanpo egin";
"_Upload_native_format_yes_"= "Igo formatu natiboan: bai";
"_Upload_native_format_no_" = "Igo formatu natiboan: ez";
"_terms_of_service_"        = "Terms of service";
"_terms_accept_"            = "I acknowledge that I have read and agree to the above terms of service.";
"_recommended_files_"       = "Recommended Files";
"_propagate_layout_"        = "Apply the following change to all subfolders";
"_version_mismatch_error_"  = "Version change: please open the main app to update the data.";
"_opt_in_pro_"              = "Optimization in progress …";
"_update_in_progress_"      = "Update in progress …";
"_delete_in_progress_"      = "Delete in progress …";
"_download_in_progress_"    = "Download in progress …";
"_upload_in_progress_"      = "Upload in progress …";
"_transfer_in_progress_"    = "Transfer in progress …";
"_in_waiting_"              = "In waiting";
"_in_progress_"             = "In progress";
"_in_error_"                = "In error";
"_retry_minutes_"           = "min left to retry";
"_retry_seconds_"           = "sec left to retry";
"_retry_soon_"              = "retrying soon …";
"_large_upload_tip_"        = "Large files require the app to remain open until the transfer is complete";
"_e2ee_upload_tip_"         = "End-to-end files require the app to remain open until the transfer is complete";
"_finalizing_wait_"         = "Waiting for finalization …";
"_in_this_folder_"          = "In this folder";
"_media_no_longer_available_" = "Media no longer available";
"_this_item_has_been_deleted_" = "This item has been deleted.";
"_video_not_available_" = "Video not available";
"_disable_" = "Desgaitu";
"_no_subtitles_available_" = "No subtitles available";
"_no_audio_tracks_available_" = "No audio tracks available";
"_add_external_subtitle_" = "Add external subtitle";
"_repeat_current_media_" = "Repeat current item";
"_play_next_media_automatically_" = "Play next item automatically";
"_image_load_failed_" = "Image load failed";
"_image_load_failed_" = "Image load failed";
"_gif_file_could_not_be_decoded_" = "GIF file could not be decoded";
"_svg_file_could_not_be_rendered_" = "SVG file could not be rendered";
"_image_file_could_not_be_decoded_" = "Image file could not be decoded";
"_media_not_available_" = "Media not available";
"_no_assistant_installed_"  = "Assistant is not installed on this server. Ask your administrator to install the Assistant app";
"_open_in_office_" = "Open in Office";
"_select_date_" = "Select date";
"_always_play_with_vlc_" = "Always play with VLC";
"_account_not_available_" = "Account not available";
"_autoupload_active_other_account_title_" = "Auto upload is already active";
"_autoupload_active_other_account_message_" = "Auto upload is already enabled for “%@”. Disable it for that account before enabling it here.";
"_autoupload_cleanup_pending_" = "Previous uploads are still being stopped. Try starting the backup again to retry cleanup.";

// Tip
"_tip_pdf_thumbnails_"      = "Swipe left from the right edge of the screen to show the thumbnails";
"_tip_accountrequest_"      = "Ukitu hemen kontua aldatzeko edo berria gehitzeko";
"_tip_addcopyimage_"        = "Zapaldu luze kopiatutako irudia itsasteko";

// MARK: Accessibility

// Accessibility, floating panel top element
"_show_profile_"                = "Erakutsi profila";
// a11y: On/Off
"_on_"                          = "Gaitua";
// a11y: On/Off
"_off_"                         = "Desaktibatu";
"_list_"                        = "Zerrenda";
"_icons_"                       = "Ikonoak";

// MARK: Assistant
"_assistant_task_unknown_"       = "Ezezaguna";
"_assistant_task_scheduled_"     = "Antolatuta";
"_assistant_task_in_progress_"   = "Abian";
"_assistant_task_completed_"     = "Osatua";
"_assistant_task_failed_"        = "Huts egin du";
"_input_"                        = "Sarrera";
"_output_"                       = "Irteera";
"_task_details_"                 = "Zereginaren xehetasunak";
"_assistant_"                    = "Asistentea";
"_new_task_"                     = "%@ zeregin berria";
"_no_tasks_"                     = "Hello there! What can I help you with today?";
"_create_task_subtitle_"         = "Use the + button to create a new task";
"_edit_task_"                    = "Edit %@ task";
"_no_types_"                     = "Ez da hornitzailerik aurkitu";
"_no_types_subtitle_"            = "AI Providers need to be installed to use the Assistant.";
"_assistant_ai_warning_"         = "Output shown here is generated by AI. Make sure to always double-check.";
"_no_chat_subtitle_"             = "Try sending a message to spark a conversation.";
"_retry_response_generation_"    = "Retry response generation";
"_conversations_"                = "Conversations";
"_new_conversation_"             = "Elkarrizketa berria";
"_type_message_"                 = "Type a message...";
"_assistant_chat_"               = "Assistant Chat";
"_assistant_error_send_message_"  = "Could not send message. Please try again.";
"_assistant_error_load_messages_" = "Could not load messages. Please try again.";
"_assistant_error_generate_response_" = "Could not generate response. Please try again.";

// MARK: Client certificate
"_no_client_cert_found_"         = "The server is requesting a client certificate.";
"_no_client_cert_found_desc_"    = "Do you want to install a TLS client certificate? \n Note that the .p12 certificate must be installed on your device first by clicking on it and installing it as an Identitity Certificate Profile in Settings. The certificate MUST also have a password as that is a requirement by iOS.";
"_client_cert_enter_password_"   = "Sartu aukeratutako ziurtagiriaren pasahitza";
"_client_cert_wrong_password_"   = "Sorry, you entered an invalid password.";

// MARK: Login poll

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_reserved_name_" = "«%@» debekatutako izen bat da.";
"_file_name_validator_error_forbidden_file_extension_" = "«.%@» debekatutako fitxategi-luzapen bat da.";
"_file_name_validator_error_invalid_character_" = "Izenak karaktere baliogabe bat dauka: «%@».";
"_file_name_validator_error_space_" = "Izenek ez dute zuriunerik izan behar hasieran edo amaieran.";
"_file_name_new_extension_" = "Luzapena aldatzeak fitxategi hau beste aplikazio batean irekitzea eragin dezake.";
"_file_name_empty_" = "File name cannot be empty.";
"_please_rename_file_" = "Mesedez, aldatu fitxategia edo karpeta.";
"hidden_file_name_warning" = "Izen honek ezkutuko fitxategi bat sortzea eragingo du.";

"_camera_roll_" = "Argazki-filma";
"_destination_" = "Destination";
"_upload_from_" = "Upload from";
"_multiple_albums_" = "Multiple albums";
"_smart_albums_" = "Smart albums";
"_albums_" = "Albums";
"_auto_upload_no_new_items_to_upload_" = "No new items to upload";
"_background_upload_extension_" = "PhotoKit background upload extension";
"_experimental_" = "Experimental";
"_background_upload_extension_footer_" = "Experimental: delegate automatic photo uploads to PhotoKit in the background. The compatibility setting (HEIC to JPG) is ignored, so HEIC images are uploaded in their original format.";
"_background_upload_extension_apache_title_" = "Apache configuration required";
"_background_upload_extension_apache_warning_" = "Servers without resumable upload support must return 501 for PhotoKit OPTIONS requests. With mod_rewrite enabled, add these rules to the Nextcloud VirtualHost before its existing rewrite rules, then reload Apache:";
"_auto_upload_suspended_" = "Automatic upload paused due to an error";
"_auto_upload_suspended_error_" = "Automatic upload paused: %@";
"_focused_auto_upload_" = "Focused Auto Upload";
"_focused_auto_upload_settings_footer_" = "Keep the app open and darken the screen while auto upload is backing up at higher speed.";
"_focused_auto_upload_intro_heading_" = "Keep backing up with the screen darkened.";
"_focused_auto_upload_intro_message_" = "Photos and videos will continue backing up at higher speed while the screen is darkened. During the process:";
"_focused_auto_upload_wifi_" = "Connect to Wi-Fi";
"_focused_auto_upload_charger_" = "Connect to charger";
"_focused_auto_upload_do_not_exit_" = "Do not exit the app";
"_enable_focused_auto_upload_" = "Enable Focused Auto Upload";
"_focused_auto_upload_backing_up_" = "Backing up";
"_focused_auto_upload_completed_" = "Upload completed!";
"_focused_auto_upload_countdown_" = "Do not lock the screen or exit the app. The screen will turn dark in %d seconds.";
"_stop_focused_auto_upload_" = "Stop Focused Auto Upload";
"_finish_" = "Amaitu";
"_item_with_same_name_already_exists_" = "An item with the same name already exists.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Preparing migration …";
"_scanning_files_" = "Scanning files …";
"_moving_items_to_domain_" = "Moving items to correct domain …";
"_finishing_up_" = "Finishing up …";

// MARK: E2EE
"_e2ee_no_session_" = "End-to-end encryption error, no account for this session";
"_e2ee_no_dir_" = "End-to-end encryption error, cannot get directory";
"_e2ee_no_certificate_" = "End-to-end encryption error, cannot get certificate";
"_e2ee_no_generate_key_" = "End-to-end encryption error, cannot generate key";
"_e2ee_no_metadataKey_found_" = "End-to-end encryption error, cannot decrypt metadata key";
"_e2ee_read_only_" = "This encrypted folder uses an archived key set and is available as read-only.";
"_e2ee_server_key_changed_" = "The end-to-end encryption keys for this account changed on another device. Enter the new passphrase to update this device. Storage spaces associated with previous keys will remain available as read-only.";
"_e2ee_server_key_changed_title_" = "Encryption keys changed";
"_e2ee_no_user_found_" = "End-to-end encryption error, user not found";
"_e2ee_no_signature_found_" = "End-to-end encryption error, no signature found";
"_e2ee_counter_check_" = "End-to-end encryption error, the counter is lower than the previous one";
"_e2ee_signature_failed_" = "End-to-end encryption error, verify signature failed";
"_e2ee_enc_payload_" = "End-to-end encryption error, encrypt payload file";
"_e2ee_no_metadata_" = "End-to-end encryption error, cannot get metadata";
"_e2ee_filedrop_ciphertext_" = "End-to-end encryption error, filedrop ciphertext failed";
"_e2ee_key_ciphertext_" = "End-to-end encryption error, key ciphertext failed";
"_e2ee_key_no_checksum_found_" = "End-to-end encryption error, no checksum found";
"_e2ee_checksum_error_title_" = "End-to-end encryption checksum error";
"_e2ee_checksum_error_message_" = "The encrypted file checksum is missing or invalid.\n\nThis may be caused by incomplete, outdated, or inconsistent encryption metadata and does not necessarily mean that the file or server has been compromised.\n\nContinue only if you trust this server and understand the risk. Otherwise, exit without opening the file.";
"_e2ee_key_checksum_" = "End-to-end encryption error, key checksum failed";
"_e2ee_decode_metadata_" = "End-to-end encryption error, cannot decode metadata";
"_e2ee_no_lock_" = "End-to-end encryption error, unable to lock file";
"_e2ee_no_decrypt_metadata_" = "End-to-end encryption error, cannot decrypt metadata";
"_e2ee_no_enc_file_" = "End-to-end encryption error, cannot encrypt file";
"_e2ee_no_enc_key_" = "End-to-end encryption error, cannot get encoded key";
"_e2ee_no_match_checksum_" = "End-to-end encryption error, checksum does not match";
"_e2ee_create_folder_" = "End-to-end encryption directory creation in progress, please wait …";
"_e2ee_rename_file_" = "End-to-end encryption rename in progress, please wait …";
"_e2ee_encrypt_folder_" = "End-to-end encryption folder in progress, please wait …";
"_e2ee_setup_get_certificate_" = "Server did not return a certificate";
"_e2ee_setup_create_csr_" = "Unable to generate certificate signing request (CSR)";
"_e2ee_setup_sign_certificate_" = "Server did not return a certificate after signing request";
"_e2ee_setup_extract_publickey_" = "Public key mismatch between generated key and certificate";
"_e2ee_setup_get_privatekey_" = "Server did not return an encrypted private key";
"_e2ee_setup_passphrase_error_" = "The provided passphrase is incorrect";
"_e2ee_setup_get_publickey_" = "Server did not return an encrypted public key";
"_e2ee_setup_encript_privatekey_" = "Unable to encrypt the private key";
"_e2ee_setup_store_privatekey_" = "Private key generation returned no usable key";
"_e2ee_setup_verify_publickey_" = "Public key does not match the certificate";
"_e2ee_setup_generate_passphrase_" = "Unable to generate a passphrase";
"_e2ee_setup_privatekey_missing_" = "The End-to-end encryption private key could not be found.";
"_e2e_renew_certificate_success_" = "Your end-to-end encryption certificate has been renewed.";
"_certificate_valid_from_" = "Valid from";
"_certificate_valid_until_" = "Valid until";
"_certificate_" = "Certificate";
"_certificate_renew_" = "Renew certificate";

// Share details — Governance
"_governance_"                      = "Governance";
"_sensitivity_label_"               = "Sensitivity label";
"_file_retention_"                  = "File retention";
"_legal_hold_"                      = "Legal hold";
"_none_"                            = "None";
"_sections_"                        = "Sections";
"_governance_labels_load_error_"    = "Governance labels could not be loaded.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Wait a moment …";
"_albums_list_nav_title_"                           = "Albums";
"_albums_list_new_album_btn_"                       = "New album";
"_albums_list_loading_msg_"                         = "Kargatzen …";
"_albums_list_error_msg_"                           = "Unable to load albums. Please try again later!";
"_albums_list_album_name_validation_nonempty_"      = "Album name cannot be empty.";
"_albums_list_album_name_validation_min_length_"    = "Album name must be at least 3 characters.";
"_albums_list_album_name_validation_max_length_"    = "Album name cannot be more than 30 characters.";
"_albums_list_album_name_validation_specials_"      = "Album name cannot contain slashes.";
"_albums_list_empty_heading_"                       = "Create Albums for your Photos";
"_albums_list_empty_subheading_"                    = "You can organize all your photos in as many albums as you like. You haven't created an album yet.";
"_albums_list_empty_new_album_btn_"                 = "Create album";
"_albums_list_own_albums_heading_"                  = "My albums";
"_albums_list_date_range_"                          = "%@ to %@";
"_albums_list_new_album_popup_title_"               = "Create new Album";
"_albums_list_new_album_popup_desc_"                = "Please enter an album name between 3 and 30 characters.";
"_albums_list_new_album_popup_hint_"                = "Album's name";
"_albums_list_new_album_popup_positive_btn_"        = "Sortu";
"_albums_list_new_album_popup_negative_btn_"        = "Cancel";
"_albums_list_rename_album_popup_title_"            = "Rename Album";
"_albums_list_rename_album_popup_desc_"             = "Please enter new album name between 3 and 30 characters.";
"_albums_list_rename_album_popup_hint_"             = "Album's new name";
"_albums_list_rename_album_popup_positive_btn_"     = "Izena aldatu";
"_albums_list_rename_album_popup_negative_btn_"     = "Cancel";
"_albums_photo_selection_sheet_title_"              = "Hautatu argazkiak";
"_albums_photos_loading_msg_"                       = "Loading photos …";
"_albums_photos_error_msg_"                         = "Unable to load photos. Please try again later!";
"_albums_photos_empty_heading_"                     = "All that's missing are your photos";
"_albums_photos_empty_subheading_"                  = "You can add as many photos as you like. A photo can also belong to more than one album.";
"_albums_photos_add_photos_btn_"                    = "Add photos";
"_albums_photos_rename_album_btn_"                  = "Rename Album";
"_albums_photos_delete_album_btn_"                  = "Delete Album";
"_albums_delete_album_popup_title_"                 = "Delete Album?";
"_albums_delete_album_popup_desc_"                  = "Are you sure you want to delete this album? This action cannot be undone.";
"_albums_delete_album_popup_positive_btn_"          = "Delete";
"_albums_delete_album_popup_negative_btn_"          = "Cancel";
"_add_to_album"                                     = "Add to Album";
"_remove_from_album_"                               = "Remove from Album";
"_want_remove_from_album_"                          = "Do you really want to remove from Album?";


"_autoupload_whole_library_" = "All photos and videos";
"_autoupload_whole_library_description_" = "Checks all photos and videos in the selected library. Photos and videos already uploaded to %@ are skipped.";
"_autoupload_from_date_" = "From a date";
"_autoupload_start_date_" = "Upload starting from";
"_autoupload_completed_until_" = "Photos and videos uploaded up to";
"_autoupload_waiting_for_uploads_" = "Waiting for the first photos and videos to upload";
"_autoupload_set_to_now_" = "Set to now";
"_autoupload_date_range_footer_" = "Photos and videos already uploaded to %@ are skipped. The date advances as uploads are confirmed and is preserved when automatic upload is stopped.";

"_autoupload_ignore_history_" = "Upload previously uploaded photos and videos again";
"_autoupload_ignore_history_description_" = "The app keeps a local record of uploaded photos and videos, without checking whether they are still on the server. Enable this option to upload them again, for example if you deleted them from the server. Existing photos and videos may be overwritten.";
"_autoupload_force_reupload_footer_" = "Previous upload records are ignored for photos and videos in the selected library or date range. New completed uploads are still recorded. This option stays enabled until you turn it off.";

"_auto_upload_active_" = "Automatic photo and video upload active";
